function sayHello(){
  alert('请到北边的山系寻找吧,仔细观察每张妖兽的图片或许会有收获');
  alert('注意谜题中的关键词');
}

function sayA(){
  alert('带着你的答案,当地人冒险深入了兽穴···');
  alert('✤不在这里,但能感受到它的气息已经很近了.');
}

function sayB(){
  alert('精卫的羽翼上出现了正在寻找的身影');
  alert('恭喜,✤符号已被寻回!可以前往下一道谜题了!');
}

function sayC(){
  alert('带着你的答案,当地人在水中捕捞了一天又一天···');
  alert('毫无收获,✤不在这里.虎蛟们看起来怒气冲冲.');
  alert('"不要再来打扰我们了,你应该去看看更北边的天空!"');
}

function sayD(){
  alert('天帝的园圃一切如常,英招拒绝了所有人的靠近');
  alert('✤似乎不在这里');
}

function sayHello1(){
  alert('从祭品看,似乎是南方山系的祭祀形式.');
}

function sayA1(){
  alert('似乎不对,当地居民的脸上露出了茫然的神情');
  alert('“那好像是西山山系的神明,我们南边山系祭祀的神没有马身.”');
}
function sayB1(){
  alert('这位山神确实有着类似蛇的身形,但并无蛇尾');
  alert('这并不是正确答案');
}
function sayC1(){
  alert('上前询问,原来这里的人在祭祀龙身鸟首神,它是这一带的山神');
  alert('恭喜,山神的特征已被确认!您完成了所有谜题!');
}
function sayD1(){
  alert('一旁的妇女惊恐的瞪大了眼睛');
  alert('“我们的神明怎么会长成这个样子!”');
  alert('看来正确答案不是这个');
}
